Repository: DefinetlyNotAI/LLM_Data
Catalog: Code Examples/manila-master/releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: es

source: Add support for hybrid aggregates to the NetApp cDOT drivers.
es: Añadir funcionalidad para user agrupaciones híbridas en los drivers de Clustered Data ONTAP de NetApp.

source: Add support for snapshot manage/unmanage to the NetApp cDOT driver.
es: Añadir funcionalidad para administrar instantáneas en el driver de NetApp cDOT.

source: Added APIs for listing export locations per share and share instances.
es: Se añadió APIs para obtener una lista con las localidades de exportación por recurso compartido y por instancia de recurso compartido.

source: Added driver for Tegile IntelliFlash arrays.
es: Se añadió un controlador para interactuar con los sistemas de almacenamiento de datos Tegile IntelliFlash.

source: Added support of 'manage share' feature to ZFSonLinux driver.
es: Se añadió la funcionalidad para gestionar recursos compartidos en el controlador de ZFSonLinux.

source: Added support of 'manage snapshot' feature to ZFSonLinux driver.
es: Se añadió la funcionalidad para gestionar instantáneas en el controlador de ZFSonLinux.

source: Bug Fixes
es: Corrigiendo errores.

source: Current Series Release Notes
es: Notas de la versión actual

source: Deprecation Notes
es: Notas de desuso

source: Known Issues
es: Problemas Conocidos

source: Liberty Series Release Notes
es: Notas de la versión para Liberty

source: Manage and unmanage snapshot.
es: Gestionar o dejar de gestionar una instantánea.

source: Manage share snapshot on array in huawei driver.
es: Gestionar una instantánea de un recurso compartido en el controlador Huawei.

source: Manila Release Notes
es: Notas de la versión para Manila

source: Mitaka Series Release Notes
es: Notas de la versión para Mitaka

source: New Features
es: Nuevas Funcionalidades

source: Other Notes
es: Otras Notas

source: Security Issues
es: Problemas de Seguridad

source: Store network gateway value in DB.
es: Guardar el valor de la red de pasarela en la base de datos.

source: Upgrade Notes
es: Notas de Actualización

source: User ID is added to the JSON response of the /shares APIs.
es: Se añadió el ID de usuario a la respuesta JSON de la API /shares.

source: user_id and project_id fields are added to the JSON response of /snapshots APIs.
es: Se añadieron los campos user_id y project_id a la respuesta JSON de la API /snapshots.
